class AllMessage {
  static const String message1 =
      "این قصه یه پسر معمولیه که یه زندگی ساده و معمولی داشته و می‌رفته دانشگاه و سر کارش و آرزو های بزرگی داشت و داره ولی هیچ دلخوشی تو زندگیش نبوده و زندگیش هیچ رنگ و رویی نداشت. خانواده و دوستای خوبی داشت ولی اونی که پاره تنش بشه و تو همه لحظات زندگی بتونه روش حساب کنه و دوسش داشته باشه و دوسش بداره نبود تا اینکه یهو یکی پیداش شد که زندگیشو رنگی رنگی کرد و پسر قصه ما یک دل نه صد دل عاشقش شد. اولش همه چی شوخی بود و پسرک ما نمیدونست که این خانم قراره همه دنیاش بشه و انقدری بهش وابسته بشه که دیگه نتونه از فکرش بیاد بیرون. ولی سرنوشت تصمیم خودشو گرفته بود و جواب اینهمه صبر پسر رو داد و یک پرنسس خانم کوچولو رو انداخت تو بغلش… \nمیدونی شروع ماجرای دوستیش چطوری بود؟ ";

  static const String message2 =
      "آره از کاشان زیبا که واقعا سفر قشنگمون بود شروع اصلی بود و کلی خاطرات قشنگ ساختیم و کلی عاشقی کردیم و با اینکه خیلی زندگی پر از حوادث تلخ و شیرینی داشتیم هر روز بیشتر و بیشتر عاشق شدیم و چیزی که خیلی تو زندگی ما بالا رفت اعتماد و دوس داشتن همدیگه بوده.\n گذشت و گذشت تا پسره برای اینکه به پرنسس خانومش برسه رفت سربازی و یکی ازسخت ترین تجربه های زندگی جفتشون رقم خورد";

  static const String message3 =
      "وای چه روزایی بود\nواقعا خیلی ازت ممنونم بخاطر این دوران میدونم خیلی اذیت شدی کلی روزای اشک و خون داشتیم چقدر بد و سخت و تلخ در عین اینکه هر روز داشتیم عاشق تر می‌شدیم.\nدیدم الان وقتشه بخاطر این روزا ازت تشکر حسابی کنم.\nواقعا برام قابل احترام هستی که بخاطر من اینهمه سختی رو تحمل کردی و امیدوارم این روزا رو برات به بهترین شکل جبران کنم.\nچقدر زندگی قشنگی رو تو این سه سال تجربه کردم با تو\nچقدر تو همون آدم قشنگه زندگی من هستی\nخیلی دوست دارم رعنا\nچقدر خوشحالم که تو رو دارم 💕";

  static const String message4 =
      "حالا که اینهمه چیزا از ما گذشت اومدن یار رو باش، کار خدا رو ببین عاقبت ما رو باش\nحالا این قصه ما یه پایان کم داره، پایانی که شروع یه فصل جدید از زندگی عاشقانمون هستش.";

  static const String specialMessage =
      "برای همیشه نور زندگی من میشی؟ با من ازدواج می‌کنی؟ ❤️";
}
